Repository: treetips/tree-image-optimizer
Catalog: TreeImageOptimizer/TreeImageOptimizer/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# a.available
source: アップデートがあります
en: Update available

# a.availableMsg
source: v%@ が利用できます。
en: v%@ is available.

# a.cancel
source: キャンセル
en: Cancel

# a.check
source: アップデートを確認
en: Check for update

# a.checkFailed
source: アップデートの確認に失敗しました
en: Failed to check for update

# a.checking
source: 確認中...
en: Checking...

# a.col.binary
source: バイナリ
en: Binary

# a.col.version
source: バージョン
en: Version

# a.confirmInstall
source: アップデートがあります
en: Update available

# a.confirmInstallMsg
source: v%@ をダウンロードしてインストールしますか？
en: Download and install v%@?

# a.downloadDoneMsg
source: ダウンロード完了: %@
en: Download complete: %@

# a.downloadFailed
source: ダウンロードに失敗しました
en: Download failed

# a.group.app
source: アプリケーション
en: Application

# a.group.versions
source: バージョン情報
en: Version information

# a.install
source: インストール
en: Install

# a.latest
source: 最新です
en: Up to date

# a.latestMsg
source: アプリは最新バージョンです。
en: The app is the latest version.

# a.version
source: バージョン
en: Version

# boot.failed
source: ツールの準備に失敗しました
en: Failed to prepare tools.

# boot.preparing
source: 初回起動の準備中です
en: Preparing tools for the first launch.

# boot.retry
source: 再試行
en: Retry

# c.backToTop
source: 画面の先頭に戻る
en: Back to top

# c.col.compress
source: 圧縮
en: Compress

# c.col.fileName
source: ファイル名
en: File name

# c.col.output
source: 出力
en: Output

# c.col.upscale
source: アップスケール
en: Upscale

# c.done.mixed
source: 変換完了：成功%d件・失敗%d件
en: Conversion complete: %d succeeded, %d failed

# c.done.success
source: 変換完了：成功%d件
en: Conversion complete: %d succeeded

# c.elapsed
source: 実行時間: %.1f分
en: Elapsed: %.1f min

# c.filter.all
source: 全ファイル
en: All files

# c.filter.oneDay
source: 1日以内に更新されたファイル
en: Files updated within 1 day

# c.filter.sevenDays
source: 7日以内に更新されたファイル
en: Files updated within 7 days

# c.filter.thirtyDays
source: 30日以内に更新されたファイル
en: Files updated within 30 days

# c.filter.threeDays
source: 3日以内に更新されたファイル
en: Files updated within 3 days

# c.folderButton
source: フォルダ
en: Choose

# c.footer.failure
source: 失敗
en: Failed

# c.footer.success
source: 成功
en: Succeeded

# c.footer.target
source: 対象ファイル
en: Files

# c.group.compress
source: 圧縮
en: Compression

# c.group.input
source: 入力
en: Input

# c.group.output
source: 出力
en: Output

# c.group.process
source: 処理
en: Process

# c.group.result
source: 実行結果
en: Results

# c.group.upscale
source: アップスケール
en: Upscale

# c.help.format
source: JPEG XLはアニメに強く、圧縮速度も速く、劣化を抑えることができます。
en: JPEG XL is strong with anime, fast to compress, and reduces degradation.

# c.help.model
source: realesr-animevideov3-x4がアニメに強いモデルです。
en: realesr-animevideov3-x4 is a model strong with anime.

# c.help.optimizeType
source: アニメや実写など、種別によって適したパラメータで圧縮します。
en: Compresses with parameters suited to the type such as anime or photo.

# c.help.outputFolder
source: 出力先に既に同一のファイル名が存在する場合、上書きコピーされます。
en: If a file with the same name already exists at the output destination, it will be overwritten and copied.

# c.help.parallel
source: 同時に処理するファイル数です。
en: Number of files processed simultaneously.

# c.help.scale
source: 拡大する程処理速度が低下し、ファイルサイズが大きくなります。
en: Larger scaling slows processing and increases file size.

# c.help.targetFiles
source: 対象ファイルを絞り込むと処理する対象が減り、高速化します。
en: Narrowing the target files reduces the number of files to process and speeds things up.

# c.help.targetFolder
source: 対象フォルダ内のファイル一覧が対象になります。
en: All files in the target folder will be processed.

# c.label.format
source: フォーマット
en: Format

# c.label.model
source: モデル
en: Model

# c.label.optimizeType
source: 最適化種別
en: Optimization type

# c.label.outputFolder
source: 出力フォルダ
en: Output folder

# c.label.parallel
source: 並列数
en: Parallel count

# c.label.quality
source: 品質
en: Quality

# c.label.scale
source: 拡大率
en: Scale

# c.label.targetFiles
source: 対象ファイル
en: Target files

# c.label.targetFolder
source: 対象フォルダ
en: Target folder

# c.navTitle
source: 一括画像変換
en: Image Conversion

# c.optimize.anime
source: アニメ・イラスト
en: Anime / Illustration

# c.optimize.photo
source: 実写・写真
en: Photo / Real

# c.optimize.quality
source: 画質優先
en: Quality priority

# c.optimize.speed
source: 速度優先
en: Speed priority

# c.run
source: 変換実行
en: Run conversion

# c.running
source: 変換中...
en: Converting...

# menu.checkForUpdates
source: 更新を確認
en: Check for Update

# menu.settings
source: 設定
en: Settings

# nav.convert
source: 一括画像変換
en: Convert

# nav.easyConvert
source: かんたん画像変換
en: Easy Convert

# nav.settings
source: 設定
en: Settings

# nav.updateAvailable
source: アップデートが有ります
en: Update available

# notify.failure
source: 🔴 変換処理が失敗しました。
en: 🔴 Conversion failed.

# notify.success
source: 🟢 変換処理が成功しました。
en: 🟢 Conversion completed successfully.

# s.appearance
source: 外観モード
en: Appearance

# s.appearance.auto
source: 自動
en: Automatic

# s.appearance.dark
source: ダーク
en: Dark

# s.appearance.light
source: ライト
en: Light

# s.bgcolor
source: 背景色
en: Background color

# s.errorSound
source: 失敗時のサウンド
en: Failure sound

# s.fontSize
source: 文字の大きさ
en: Font size

# s.fontSize.large
source: 大きい
en: Large

# s.fontSize.small
source: 小さい
en: Small

# s.fontSize.standard
source: 標準
en: Standard

# s.group.action
source: 変換終了時のアクション
en: Action on conversion completion

# s.group.basic
source: 基本設定
en: Basic settings

# s.help.bgcolor
source: 背景画像は縦横比を維持するため、余白できることがあります。その余白部分の色が背景色になります。
en: The wallpaper maintains its aspect ratio, so margins may appear. The margin color is the background color.

# s.help.errorSound
source: .config/tree-image-optimizer/sounds/error 配下に音声ファイルを配置すると、自分が用意したファイルを選択することができます。
en: Place audio files under .config/tree-image-optimizer/sounds/error to select your own files.

# s.help.language
source: 表示言語を選択します。未設定の場合はOSの言語設定に従います。
en: Select the display language. When unset, the OS language is used.

# s.help.opacity
source: 背景画像の透明度を調節することができます。
en: Adjust the wallpaper opacity.

# s.help.playSound
source: チェックを付けると、変換終了時にサウンドを再生します。
en: When checked, sound is played when conversion completes.

# s.help.playThis
source: 選択したサウンドを再生します。
en: Play the selected sound.

# s.help.showNotification
source: OS内蔵の通知を表示します。通知の表示はOS側の権限設定が別途必要になります。
en: Shows a notification built into the OS. Displaying notifications requires separate OS-side permission settings.

# s.help.successSound
source: .config/tree-image-optimizer/sounds/success 配下に音声ファイルを配置すると、自分が用意したファイルを選択することができます。
en: Place audio files under .config/tree-image-optimizer/sounds/success to select your own files.

# s.help.wallpaper
source: .config/tree-image-optimizer/wallpaper 配下に背景画像ファイルを配置すると、自分が用意したファイルを選択することができます。
en: Place image files under .config/tree-image-optimizer/wallpaper to select your own wallpaper.

# s.lang.auto
source: 自動（環境設定に従う）
en: Automatic (follow system)

# s.lang.en
source: 英語 (en-US)
en: English (en-US)

# s.lang.ja
source: 日本語 (ja-JP)
en: Japanese (ja-JP)

# s.language
source: 言語
en: Language

# s.navTitle
source: 設定
en: Settings

# s.none
source: 背景無し
en: None

# s.opacity
source: 背景画像の透明度
en: Wallpaper opacity

# s.playSound
source: サウンドを再生する
en: Play sound

# s.reset
source: リセット
en: Reset

# s.resetHelp
source: 背景色を初期値に戻します。
en: Reset the background color to the default.

# s.select
source: 選択
en: Select

# s.showNotification
source: OSの通知を表示する
en: Show OS notification

# s.successSound
source: 成功時のサウンド
en: Success sound

# s.wallpaper
source: 背景画像
en: Wallpaper

# sample.prefix
source: （サンプル）%@
en: (Sample) %@

# status.failure
source: 失敗
en: Failure

# status.failureIcon
source: 🔴 失敗
en: 🔴 Failure

# status.running
source: 実行中
en: Running

# status.runningIcon
source: 🟡 実行中
en: 🟡 Running

# status.success
source: 成功
en: Success

# status.successIcon
source: 🟢 成功
en: 🟢 Success

# status.waiting
source: 待機中
en: Waiting

# status.waitingIcon
source: ⚪ 待機中
en: ⚪ Waiting

# e.navTitle
source: かんたん画像変換
en: Easy Convert

# e.dropHint
source: 画像をドロップするかクリックして画像を選択すると すぐに変換を実行します
en: Drop images or click to select images to convert immediately

# e.needOutputFolder
source: 先に出力フォルダを選択してください
en: Select the output folder first

# e.unsupportedDrop
source: 対応していない形式のファイルは変換できません
en: Unsupported file types cannot be converted
